Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/HP_2009_samisk_sprak_nordsam.pdf.tmx
Source language: sme
Languages: nob

source: Doaibmaplána Olggosaddán : Bargo- ja searvadahttindepartemeanta Almmolaš etáhtat sáhttet diŋgot lassigáhppálagaid čujuhusas : Departementenes servicesenter Post og distribusjon E-poasta : publikasjonsbestilling(at)dss.dep.no Telefáksa : 22 24 27 86
nob: Handlingsplan for samiske språk

source: E JØM RKE IL
nob: Handlingsplan

source: T
nob: INNHOLD Forord En bred og langsiktig innsats for de samiske språkene Politisk grunnlag Rettslig grunnlag Ansvaret for å ivareta samiske språk Sametingets arbeid med samisk språk Organisering av arbeidet med og oppfølgingen av handlingsplanen Dagens situasjon for de samiske språkene Undersøkelser om samiske språk Barnehager og grunnopplæringen Erfaringer med språkrevitalisering i andre land Forslag til ny lov om nasjonale minoriteter og minoritetsspråk i Sverige

source: Almmuhankoda : A – 0025 S Hábmen : Departementenes servicesenter Prenten : Departementenes servicesenter - 05/09 - 2500 Govvideaddji : Leif Arne Holm
nob: Mål , utfordringer , langsiktige strategier og tiltak LÆRE Styrke opplæringen i og på nord- , lule- og sørsamisk på alle nivå Samiske barnehagetilbud Tiltak 1 .

source: Tr 6 ykk eri 241-44 Sámegielaid doaibmaplána
nob: Informasjon om etablering av barnehagetilbud til samiske barn Tiltak 2 .

source: Doaibmaplána Sámegielaid doaibmaplána
nob: Kompetanseutvikling med fokus på språk Tiltak 3 .

source: SISDOALLU Ovdasátni Viiddis ja guhkesáigásaš áŋgiruššan sámegielaigui
nob: Utvikling av pedagogisk materiell Grunnopplæringstilbudet i og på samisk Tiltak 4 .

source: Doaibmaplána barggu ja čuovvoleami organiseren Sámegielaid otnáš dilli
nob: Kartlegging av elevenes vurdering av samiskopplæringen Tiltak 5 .

source: Sámegielaid iskkadeapmi
nob: Veiledninger til læreplaner Tiltak 6 .

source: Mánáidgárddit ja vuođđooahpahus Makkár vásáhusat leat giellaealáskahttimis eará riikkain
nob: Tilsyn med kommunenes og fylkeskommunenes gjennomføring av retten til undervisning i samisk Tiltak 7 .

source: Árvaluvvon ođđa láhka nationála unnitloguid ja unnitlohkogielaid birra Ruoŧas
nob: Nettverk for fjernundervisning Tiltak 8 . Samarbeid med Sverige om samiskundervisning Tiltak 9 .

source: Ulbmilat , hástalusat , guhkesáigásaš strategiijat ja doaibmabijut
nob: Samiske læremidler - produksjon , distribusjon og oversetting Tiltak 11 .

source: Diehtojuohkin mánáidgárdefálaldagaid ásaheami birra sámi mánáid várás Doaibmabidju 2 . Máhttobuorideapmi mii čalmmustahttá giela Doaibmabidju 3 .
nob: Informasjonstiltak om rett og plikt til samiskopplæring Grendeskoler Språkopplæring og alfabetisering for voksne Tiltak 12. 5-årig voksenopplæringsprogram i samisk Tiltak 13 .

source: Pedagogalaš ávdnasiid ráhkadeapmi Vuođđooahppofálaldat sámegielas ja sámegillii Doaibmabidju 4 .
nob: Kartlegging av omfang av morsmålsanalfabetisme og behov for opplæring i samisk for voksne Tiltak 14 .

source: Kártet mo oahppit árvvoštallet sámegiela oahpahusa Doaibmabidju 5 .
nob: Alfabetiseringsprosjekt for voksne i Troms Høyere utdanning og rekruttering Tiltak 15 .

source: Oahppoplánaid láidestusat Doaibmabidju 6 .
nob: Samisk lærerutdanning Tiltak 16 .

source: Bearráigeahčču das mo gielddat ja fylkkagielddat čađahit ohppiid vuoigatvuođa
nob: Kartlegging av rekrutteringsgrunnlaget og kartlegging av behov

source: Gáiddosoahpahusa fierpmádat Doaibmabidju 8 .
nob: for samiskspråklige lærere Tiltak 17 .

source: Ovttasbargu Ruoŧain sámegiela oahpahusas Doaibmabidju 9 .
nob: Rekrutteringstiltak til samisk lærerutdanning og lærerutdanning

source: Ovttasbargu Suomain sámegiela oahpahusas Sámi oahpponeavvut Doaibmabidju 10 .
nob: 25 26 27 28 29 29 31 31 32 32 32 33 33 33 33 34 34 35 35 36 36 37 37 37 Tiltak 18 .

source: Sámegielalaš oahpponeavvut – daid buvttadeapmi , fuolaheapmi geavaheddjiide
nob: Rekrutteringskampanje i Finnmark – drømmejobben Tiltak 19 .

source: ja jorgaleapmi Doaibmabidju 11 .
nob: Ettergivelse av deler av studielån Tiltak 20 .

source: Sámegiela oahpahusa vuoigatvuođa ja geatnegasvuođa
nob: Kurs og studier Andre språktiltak Tiltak 22 .

source: diehtojuohkindoaibmabijut Giliskuvllat Rávesolbmuid giellaoahpahus ja alfabehtten Doaibmabidju 12 .
nob: Særskilte tiltak for å styrke språkutviklingen i sørsamiske og lulesamiske områder Tiltak 23 .

source: Rávesolbmuid 5-jahkásaš oahpahusprográmma sámegielas Doaibmabidju 13 .
nob: Sørsamisk språkleir Tiltak 24 . Utviklingsprosjekt i Nord-Trøndelag fylkeskommune Tiltak 25 .

source: Kártet eatnigielalaš analfabetismma ja rávesolbmuid dárbbu oažžut oahpahusa
nob: Revitalisering av østsamisk språk og kultur Tiltak 26 . Revitalisering av pitesamisk språk og kultur

source: Rávesolbmuid alfabehttenprošeakta Romssa fylkkas Alit oahpahus ja rekruhtten Doaibmabidju 15 .
nob: BRUKE Øke det offentliges tilbud på samisk til brukere på alle samfunnsarenaer Samelovens språkregler Tiltak 27 .

source: Sámi oahpaheaddjioahpahus Doaibmabidju 16 .
nob: Gjennomgang av samelovens språkregler Tiltak 28 .

source: Kártet rekruhttenvuođu ja makkár dárbu lea sámegielalaš oahpaheddjiide
nob: Tilsyn med samelovens språkregler Samiskspråklige ansatte i offentlig forvaltning Tiltak 29 .

source: 25 26 28 28 29 30 32 32 32 33 33 33 33 34 34 35 35 36 37 37 37 38 38 Doaibmabidju 17 .
nob: Tolkeutdanning og autorisasjon av tolker Nødmeldetjenesten Barnevernet Tiltak 30 .

source: Doaibmabidju 20 . Doaibmabidju 21 .
nob: Evaluering av videreutdanning Tiltak 31 .

source: Eará gielladoaibmabijut Doaibmabidju 22 . Doaibmabidju 23 .
nob: Forskriftsfesting av tilsynsordningen Helse- og omsorgstjenester Tiltak 32 .

source: Doaibmabidju 24 . Doaibmabidju 25 .
nob: Tolketjenester i helseforetakene Tiltak 33 .

source: Doaibmabidju 26 .
nob: Tilsyn Tiltak 34 .

source: Sámelága giellanjuolggadusaid geahčadeapmi Doaibmabidju 28 .
nob: Likeverdige tjenester i lule- og sørsamiske områder Tiltak 35 .

source: Sámelága giellanjuolggadusaid bearráigeahčču Sámegielalaš bargit almmolaš hálddahusas Doaibmabidju 29 .
nob: Oversettelse av offentlig dokumenter Tiltak 36 .

source: Dulkaoahpahus ja dulkkaid dohkkeheapmi Heahtedieđihanbálvalus Mánáidsuodjalus Doaibmabidju 30 .
nob: Fraseordbok til bruk i helse- og omsorgstjenesten Tiltak 37 .

source: Joatkkaoahpahusa árvvoštallan Doaibmabidju 31 .
nob: Informasjonsmateriale om tannhelse Tiltak 38 .

source: Bearráigeahččanortnega láhkaásahusvuođđu Dearvvasvuođa- ja fuollabálvalusat Doaibmabidju 32 .
nob: Kartlegging av tannhelsen Arbeids- og velferdsforvaltningen Tiltak 39 . Informasjon på samisk i NAV Tiltak 40 .

source: Dulkonbálvalusat dearvvasvuođafitnodagain Doaibmabidju 33 .
nob: Brukerundersøkelser Kirkelige tjenester på samisk Tiltak 41 .

source: Bearráigeahčču Doaibmabidju 34 .
nob: Tilskudd til bibeloversettelse Tiltak 42 .

source: Doarjja biibbaljorgaleapmái Doaibmabidju 42 .
nob: Samisk menighet i sørsamisk språkområde Tiltak 43 .

source: Ipmilbálvalusteavsttaid jorgaleapmi / heiveheapmi Vearroetáhta Doaibmabidju 44 .
nob: Oversettelse / tilpasning av tekster til gudstjenesten Skatteetaten Tiltak 44 .

source: Vearroetáhta – viiddiduvvon fálaldat sámegillii Kriminálafuolla Doaibmabidju 45 .
nob: Skatteetaten – utvidet tilbud på samisk Kriminalomsorgen Tiltak 45 .

source: Sámegielalaš giddagasbargiid háhkan Doaibmabidju 46 .
nob: Rekruttering av samiskspråklig fengselspersonale Tiltak 46 .

source: Čohkkándilálašvuođaid geahčadeapmi Doaibmabidju 47 .
nob: Gjennomgang av soningsforhold Tiltak 47 .

source: Kriminálafuollaguovddáš mas lea máhttu sámegielas ja sámi kultuvrras
nob: Kriminalomsorgssenter med kompetanse på samisk språk og kultur Sekretariatet for konfliktrådene Tiltak 48 .

source: Sámegiella konfliktaráđiin Politiija Doaibmabidju 49 .
nob: Politiet Tiltak 49 .

source: Eambbo sámegiellamáhttu ja sámi kulturmáhttu politiijii Doaibmabidju 50 .
nob: Økt samisk språk- og kulturforståelse i politiet Tiltak 50 .

source: Heivehit sámegielaid elektruvnnalaš prográmmaide Doaibmabidju 51 .
nob: Innarbeide de samiske språk i elektronisk programvare Tiltak 51 .

source: Dakkár olbmuid háhkan Politiijaallaskuvlii guđiin lea sámi duogáš Suodjalus Doaibmabidju 52 .
nob: Rekruttering av personer med samisk bakgrunn til Politihøgskolen Forsvaret Tiltak 52 .

source: Diehtojuohkin vuosttasgearddesoahtebálvalusa birra Doaibmabidju 53 .
nob: Informasjon om førstegangstjenesten Tiltak 53 .

source: Diehtojuohkin ja dieđiheapmi Suodjalusa hárjehallandoaimmaid birra Ráđđehusa sámegielaid geavaheapmi Doaibmabidju 54 .
nob: Informasjon og kunngjøring av Forsvarets øvingsvirksomhet Regjeringens bruk av samiske språk Tiltak 54 .

source: Eanet ráđđehusdokumeanttat sámegillii Doaibmabidju 55 .
nob: Økt utgivelse av regjeringens dokumenter på samisk Tiltak 55 .

source: Hálddahustearpmat Doaibmabidju 56 .
nob: Forvaltningstermer Tiltak 56 .

source: Sámegillii jorgaluvvon lágaid dohkkehanortnet Sámegiella ja IKT Doaibmabidju 57 .
nob: Godkjenningsordning for samiske lovoversettelser Samisk språk og IKT Tiltak 57 .

source: Sámegiella almmolaš registariin – gáibádusat stáhtalaš etáhtaide Giellateknologiija Doaibmabidju 58 .
nob: Samisk språk i offentlige registre - krav til statlige etater Språkteknologi Tiltak 58 .

source: Sámegiela riektačállinreaidu Sámegiela sátnegirjjit Doaibmabidju 59 .
nob: Samisk rettskrivingsverktøy Samiske ordbøker Tiltak 59 .

source: Sámegiela sátnegirjjiid kárten ja buorideapmi
nob: Kartlegging og utvikling av samiske ordbøker

source: OAIDNIT Oidnosii buktit sámegiela albmohahkii Sámi báikenamat ja sámegielalaš galbbat Deaivvadanbáikkit Doaibmabidju 60 .
nob: SE Synliggjøre samiske språk i det offentlige rom Samiske stedsnavn og skilting på samisk Møteplasser Tiltak 60 .

source: Mánáid ja nuoraid sámegielalaš deaivvadanbáikkit Interneahtta Mediat Doaibmabidju 61 .
nob: Samiskspråklige møteplasser for barn og ungdom Internett Media Tiltak 61 .

source: Sámegielalaš aviissat – eambbo julevsámegillii ja oarjilsámegillii Doaibmabidju 62 .
nob: Samiske aviser – økt bruk av lulesamisk og sørsamisk Tiltak 62 .

source: Snåsningen nammasaš aviisa : oarjilsámegelalaš aviisasiiddut Doaibmabidju 63 .
nob: Avisa Snåsningen : Avissider på sørsamisk Tiltak 63 .

source: Oarjilsámi mediaguovddáš Kultuvra – filbma , teáhter , girjjálašvuohta , girjerádju Doaibmabidju 64 .
nob: Sørsamisk mediesenter Kultur – film , teater , litteratur , bibliotek Tiltak 64 .

source: Sámi girjjálašvuođa oastinortnet
nob: Innkjøpsordning for samisk litteratur

source: Dárbu dutkat ja ovddidit máhtu Doaibmabidju 65 .
nob: Behov for forskning og kunnskapsutvikling Tiltak 65 .

source: Hukset oarjilsámegiela ja julevsámegiela dutkanmáhtu Doaibmabidju 66 .
nob: Bygge opp forskningskompetanse på sørsamisk og lulesamisk språk Tiltak 66 .

source: Dutkan- ja fága / resursaguovddáš Sámi statistihkka
nob: Forsknings- og fag / ressurssenter Samisk statistikk

source: OVDASÁTNI
nob: FORORD

source: Ráđđehus bijai giđđat 2008 ovdan St. dieđáhusa nr. 28 ( 2007-2008 ) Sámepolitihkka .
nob: Regjeringen la våren 2008 frem St.meld. nr. 28 ( 2007-2008 ) Samepolitikken .

source: Dieđáhus čilge viidát deháleamos hástalusaid mat Ráđđehusas leat politihkastis sámi servodahkii .
nob: Meldingen gir en bred presentasjon av de viktigste utfordringene for regjeringens politikk for det samiske samfunnet .

source: Dieđáhusas celkojuvvo ahte sámegielaid dilli lea bahá .
nob: I meldingen ble det konstatert at situasjonen for de samiske språkene er alvorlig .

source: Ráđđehus mearridii danne ráhkadit sámegielaid doaibmaplána .
nob: Regjeringen besluttet derfor å utarbeide en handlingsplan for samiske språk .

source: Maŋimuš logiid jagiid leat arvat doaibmabijut álggahuvvon nannen ja ovddidan dihtii sámegielaid servodaga máŋgga suorggis .
nob: Gjennom de siste årtier er det satt i gang en rekke tiltak for å styrke og utvikle samiske språk innenfor mange sektorer i samfunnet .

source: Dáin doaibmabijuin máŋga doibmet bures , ja leat dagahan dan ahte sámegielat leat ožžon nannosat saji servodahkii .
nob: Mange av disse tiltakene fungerer bra , og har ført til at de samiske språkene har fått en styrket posisjon i samfunnet .

source: Muhtun sámi guovlluin sámegiella lea beaivválaš gulahallangiella .
nob: I enkelte samiske områder er samisk daglig kommunikasjonsspråk .

source: Guđege olbmo giellamáhttu buorrána lunddolaččat beaivválaš ovttastallamis eará giellageavaheaddjiiguin .
nob: Utviklingen av den enkeltes språkferdigheter skjer naturlig gjennom daglig samhandling med andre språkbrukere .

source: Dát guovllut leat dehálaš resurssat sámegiela ovdáneapmái Norggas .
nob: Disse områdene er viktige ressurser for utviklingen av samiske språk i Norge .

source: Seammás lea nu , ahte eanet sámegielalaš olbmot jávket go sii guđet bohtet sin sadjái , erenoamážit sámegiela hálddašanguovllu olggobealde .
nob: Samtidig er avgangen av samiske språkbærere større enn tilveksten , særlig utenfor forvaltningsområdet for samisk språk .

source: Ain váilot ollu sámegielalaš bargit almmolaš ja bođolaš surggiin .
nob: Det er fortsatt stor mangel på samiskspråklig personell i offentlig og privat sektor .

source: Danne lea dárbu eambbo áŋgiruššat ovddidit sámegielaid .
nob: Det er derfor nødvendig med en styrket innsats for de samiske språkene .

source: Ráđđehus áigu dáinna doaibmaplánain bidjat vuođu viiddis ja guhkesáigásaš doaimmaide mat galget ovddidit sámegielaid beroškeahttá surggiid rájáin ja hálddahusdásiin .
nob: Regjeringen vil gjennom denne handlingsplanen legge grunnlag for en bred og langsiktig innsats for de samiske språkene på tvers av sektorer og forvaltningsnivå .

source: Ulbmil lea ahte Norggas nu šaddá sámegielaide dorvvolaš vuođđu boahtteáigái .
nob: Målet er å legge til rette for en trygg fremtid for de samiske språkene i Norge .

source: Julevsámi ja oarjilsámi guovlluin lea gielladilli erenoamáš váttis .
nob: I lulesamiske og sørsamiske områder er språksituasjonen spesielt kritisk .

source: Danne lea dárbu ahte mii bidjat searaid sihkkarastit ahte julevsámegiella ja oarjilsámegiella šaddet ealli geavahan- , ovttastallan- ja máhttogiellan maiddái boahttevaš buolvvaidege .
nob: Det er derfor nødvendig at vi retter spesiell innsats mot disse språkene for å sikre lulesamisk og sørsamisk språk som levende bruks- , samhandlings- og kunnskapsspråk også for fremtidige generasjoner .

source: Máŋga departemeantta leat searvan doaibmaplána bargui .
nob: Mange departementer har deltatt i arbeidet med handlingsplanen .

source: Mis lea leamaš viiddis gulahallan Sámedikkiin ja mii leat joavdan ovttamielalašvuhtii doaibmaplána hárrái ráđđádallamiin .
nob: Vi har hatt en omfattende dialog med Sametinget og oppnådd enighet om handlingsplanen gjennom konsultasjoner .

source: Midjiide leat maid boahtán árvalusat sierranas birrasiin .
nob: Vi har også fått innspill fra ulike miljøer .

source: Doaibmaplána váldoulbmil lea láhčit dilálašvuođaid nu , ahte sámegielaid aktiivvalaš geavaheaddjit lassánit .
nob: Handlingsplanens hovedfokus er å legge forholdene til rette for å øke antallet aktive samiske språkbrukere .

source: Dan galgá šaddat vejolaš duohtan dahkat dainna lágiin ahte sámegiela oahpahus nannejuvvo mánáidgárddiin ja vuođđooahpahusas , ja ahte lágiduvvojit eanet joregat main lea vejolaš geavahit sámegiela , ja dasto vel dainna lágiin ahte návccat biddjojuvvojit oaččuhit eanebuid váldit sámegielalaš oahpu ja oahpu mas sámegiella lea fágan .
nob: Dette skal gjøres gjennom tiltak rettet mot å styrke opplæringen i samisk i barnehagen og grunnutdanningen , gjennom å legge til rette for etablering av flere arenaer for bruk av samisk språk og gjennom en sterkere satsing på rekruttering til samiskspråklig utdanning og utdanning med samisk i fagkretsen .

source: Go ráđđehus bidjá eambbo návccaid almmolaš suorggi sámegillii , de háliida nannet guđege sámi olbmo vejolašvuođa áddehallat nuppiiguin sámegillii .
nob: Gjennom en større satsing på samisk språk i offentlig sektor vil regjeringen styrke den enkeltes mulighet til å kunne bli forstått og gjøre seg forstått på samisk .

source: Mun dieđán ahte ollugat vásihit dan , ahte eai beasa geavahit iežaset vuoigatvuođa sámástit go sis lea dahkamuš almmolaš hálddahusain ja dearvvasvuođalágádusain – dannego ii oktage sáhte sin bálvalit sámegillii .
nob: Jeg er kjent med at det er mange som opplever at de ikke kan bruke sin rett til å snakke samisk i kontakt med offentlig forvaltning og helsevesen – fordi ingen kan betjene dem på samisk .

source: Dán dili mii dáhttut ovttasráđiid buoridit .
nob: Dette er en utvikling vi må snu med felles innsats .

source: « Doaibmaplána váldoulbmil lea láhčit dilálašvuođaid nu , ahte sámegielaid aktiivvalaš geavaheaddjit lassánit ... »
nob: « Handlingsplanens hovedfokus er å legge forholdene til rette for å øke antallet aktive samiske språkbrukere ... »

source: Sámedikki sámegiellaiskkadeamit ja sámelága giellanjuolggadusaid árvvoštallan maid čájehit ahte ain leat ollu hástalusat mat fertejit čovdojuvvot ovdalgo sámelága giellanjuolggadusaid mearrádusat leat ollašuhttojuvvvon ollásit .
nob: Sametingets undersøkelser om samisk språk og evalueringen av samelovens språkregler viser også at det fortsatt er mange utfordringer før bestemmelsene i samelovens språkregler oppfylles fullt ut .

source: Dárbu sáhttá leat maid geahčadit sámelága giellanjuolggadusaid riikkaidgaskasaš geatnegasvuođaideamet čuovggas .
nob: Det kan også være behov for å se på samelovens språkregler i lys av våre internasjonale forpliktelser .

source: Ráđđehus danne áigu geahčadit sámelága giellanjuolggadusaid .
nob: Regjeringen vil på denne bakgrunn foreta en gjennomgang av samelovens språkregler .

source: Mun lean hui ilus go ráđđehus ođastuvvon nationálabušeahtas lea árvalan stuorrudit juolludeami Sámediggái , vai Loabága suohkanii lea vejolaš šaddat sámegiela hálddašanguovllu láhttun golggotmánu 1. beaivvi 2009 rájis Go sámegielat eambbo oidnojit ja gullojit almmolaš báikkiin , nugo min sávaldat lea , de galget leat buohkaide olámuttos .
nob: Gjennom å øke synligheten av de samiske språkene i det offentlige rom ønsker vi at de samiske språkene skal være tilgjengelig for alle .

source: Ulbmil lea ahte sámegielat galget ovdánit servodaga nannejeaddji oassin , ja daidda galgá leat sadji ovdánit buot servodaga surggiin .
nob: Målet er at de samiske språkene skal fremstå som en styrke for samfunnet , og språkene skal gis rom til å utvikle seg på alle samfunnsarenaer .

source: Mun dieđán ahte sámit ollu barggu dahket nannen dihtii sámegiela sihke bearrašiin , báikegottiin , mánáidgárddiin ja vuođđooahpahusas , sámi giellaja kulturguovddážiin , ja sámi organisašuvnnain ja ásahusain .
nob: Jeg er klar over at det legges ned mye arbeid fra samisk side for å styrke det samiske språket både i familien , i lokalsamfunnene , i barnehager og i grunnopplæringen , i samiske språk- og kultursentre , og i samiske organisasjoner og institusjoner .

source: Ain ovddas guvlui lea mearrideaddji dehálaš ahte sámit ieža geavahit gieldaideaset viššalit .
nob: Det vil fortsatt være av avgjørende betydning at samene selv bruker språket aktivt .

source: Sámegielaid nannenbargu gáibida guhkesáigásaš ja bissovaš rahčamušaid servodaga eanaš surggiin , ja dat ferte joatkit guhkit áiggi .
nob: Arbeidet for å styrke samisk språk krever en langsiktig og kontinuerlig innsats på de fleste sektorområdene , og må være en prosess over tid .

source: Doaibmaplána válddahallá danne ráđđehusa barggu guhkibuš áiggi ulbmiliid , namalassii nannet sámegielaid boahtteáigái .
nob: Handlingsplanen beskriver derfor også mer langsiktige mål for regjeringens arbeid med å styrke de samiske språkene i fremtiden .

source: Dát ulbmilat leat vuođđun plánaáigodaga doaibmabijuid joatkevaš čađaheapmái .
nob: Disse målene vil ligge til grunn for den videre utviklingen av tiltak i planperioden .

source: VIIDDIS JA GUHKESÁIGÁSAŠ ÁŊGIRUŠŠAN SÁMEGIELAIGUIN
nob: EN BRED OG LANGSIKTIG INNSATS FOR DE SAMISKE SPRÅKENE

source: Ráđđehusa politihka bajimuš ulbmil sámegielaid ávkin lea láhčit nu , ahte Norggas lea oadjebas boahtteáigi sámegielaide – davvisámegillii , julevsámegillii ja oarjilsámegillii .
nob: Det overordnede målet i regjeringens politikk for de samiske språkene er å legge til rette for en trygg framtid for de samiske språkene i Norge – nordsamisk , lulesamisk og sørsamisk .

source: Dehálaš ulbmil lea buoridit sámegielalaš olbmuid loguid .
nob: Et viktig mål er å få flere samiske språkbrukere .

source: Dat gáibida viiddis ja guhkesáigásaš áŋgiruššama buot servodatsurggiin .
nob: Dette krever en bred og langsiktig innsats på alle samfunnsområder .

source: Ráđđehus áigu doaibmaplánaáigodaga bidjat dakkár vuođu mas lea vejolaš buorebut áŋgiruššat sámegielaiguin sierranas servodatsurggiin – erenoamážit oahpahallamiin , oahpahusas , almmolaš bálvalus- ja fuollafálaldagain , ja vel geavahit ja oidnosii buktit sámegielaid almmolaš oktavuođain .
nob: Regjeringen vil i handlingsplanperioden legge grunnlaget for en sterkere innsats for de samiske språkene på ulike samfunnsområder – særlig innenfor opplæring , utdanning , offentlig tjeneste- og omsorgsyting , samt bruk og synliggjøring av samisk i offentlig sammenheng .

source: Sámegielaid oadjebas boahtteáiggi eaktun lea ahte daid árvodássi buorrána ja ahte daid geavaheddjiide ja eiseválddiide guđege dásis bohtet oidnosii ásahuvvon giellavuoigatvuođat .
nob: En forutsetning for en trygg framtid for de samiske språkene er å fremme språkenes status , samt å synliggjøre etablerte språklige rettigheter for brukere og myndigheter på ulike nivå .

source: Sámegiella ferte dikšojuvvot buot joregiin main sámit leat ja deaivvadit , ja danne lea dehálaš čalmmustahttit sámegielaid joregiid ja daid geavaheddjiid deaivvadanbáikkiid .
nob: Samisk språk må dyrkes på alle arenaer hvor samer lever og møtes , det er derfor viktig med fokus på arenaer og møtesteder for samisk språk .

source: Sámegielaid oadjebas boahtteáigi eaktuda maid ahte guhtege sápmelaš geahččala nanusmahttit ja buoridit iežas sámegiela máhtu , geavahit sámegiela nu ollu dilálašvuođain go sáhteš , ja oahpahit sámegiela mađe muddui lea vejolaš ođđa buolvvaide .
nob: En trygg framtid for de samiske språkene forutsetter også at den enkelte same selv søker å styrke og utvikle sin egen kompetanse i samisk språk , bruke språket i flest mulig situasjoner , og så langt som mulig overføre sitt samiske språk til de neste generasjoner .

source: Jos sámegielaid boahtteáigi galggaš leat oadjebas , de gáibiduvvo ahte gielddat ja báikegottit suodjalit ja viššalit geavahit sámegiela iežaset guovlluin dainna fuolain , ahte sámegiela lea vejolaš bures oahpahit mánáidgárddiin , vuođđoskuvllain ja joatkkaskuvl-
nob: En trygg framtid for de samiske språkene forutsetter også at kommunene og lokalsamfunnene verner om og dyrker fram bruken av samisk språk i sine områder , ved å skape gode vilkår for opplæring i samisk i barnehage , grunnskole og videregående

source: lain , ja dainnage fuolain ahte vánhemiidda ja eará rávesolbmuide maid leat buorit vejolašvuođat oahppat sámegiela .
nob: skole , og ved å legge til rette for gode muligheter til opplæring i samisk for foreldre og andre voksne .

source: Dasto báikegottit berrejit deattuhit dehálažžan lágidit sámegielalaš joregiid mánáide , nuoraide ja rávesolbmuide , ja fállat dakkár gielddalaš bálvalusaid sámi álbmogii , main vuođus lea sámi giella- ja kulturmáhttu .
nob: Videre bør lokalsamfunnene legge vekt på å skape samiskspråklige møteplasser for barn , unge og voksne , og å tilby kommunale tjenester for den samiske befolkningen basert på kunnskap om samisk språk og kultur .
